tap "ankitpokhrel/jira-cli"
tap "aws/tap"
tap "babashka/brew"
tap "borkdude/brew"
tap "candid82/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "dagger/tap"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "derailed/popeye"
tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "fujiwara/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "huahaiy/brew"
tap "jesseduffield/lazygit"
tap "liamg/tfsec"
tap "microsoft/git"
tap "openresty/brew"
tap "romkatv/gitstatus"
tap "romkatv/powerlevel10k"
tap "tylerbrock/saw"
tap "versent/taps"
tap "warrensbox/tap"
tap "wez/wezterm"
tap "yleisradio/terraforms"
brew "amazon-ecs-cli"
brew "xz"
brew "apache-spark"
brew "asciinema"
brew "awslogs"
brew "bandwhich"
brew "bash"
brew "bat"
brew "blueutil"
brew "brew-gem"
brew "bzip2"
brew "cfn-lint"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "consul-template"
brew "copilot"
brew "ctags"
brew "datree"
brew "defaultbrowser"
brew "detekt"
brew "diff-so-fancy"
brew "difftastic"
brew "dive"
brew "exa"
brew "exercism"
brew "fd"
brew "fdupes"
brew "ffmpeg"
brew "freetds"
brew "func-e"
brew "fzf"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gomplate"
brew "gradle"
brew "h2"
brew "hadolint"
brew "helix"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "jsonnet"
brew "kafka"
brew "kcat"
brew "ki"
brew "kind"
brew "kotlin"
brew "ktlint"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lazydocker"
brew "leiningen"
brew "liquibase"
brew "lnav"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "wget"
brew "luaver"
brew "mas"
brew "maven"
brew "mdcat"
brew "minikube"
brew "moreutils"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "ninja"
brew "nmap"
brew "node"
brew "nushell"
brew "p7zip"
brew "piknik"
brew "pyenv"
brew "pyright"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sbcl"
brew "screen"
brew "shellcheck"
brew "tarsnap"
brew "telnet"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "trivy"
brew "watch"
brew "watchexec"
brew "winetricks"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "yubikey-agent"
brew "zenity"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-history-substring-search"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "borkdude/brew/babashka"
brew "babashka/brew/neil"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "candid82/brew/joker"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "datawire/blackbird/telepresence"
brew "derailed/popeye/popeye"
brew "fujiwara/tap/kinesis-tailf"
brew "huahaiy/brew/datalevin"
brew "jesseduffield/lazygit/lazygit"
brew "liamg/tfsec/tfsec"
brew "openresty/brew/openresty"
brew "romkatv/gitstatus/gitstatus"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "tylerbrock/saw/saw"
brew "versent/taps/saml2aws"
brew "warrensbox/tap/tfswitch"
brew "yleisradio/terraforms/chtf"
cask "alacritty"
cask "alt-tab"
cask "fig"
cask "gitter"
cask "mactex"
cask "rectangle"
cask "slack"
cask "wezterm"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "CCMenu", id: 603117688
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Little Snitch Mini", id: 1629008763
mas "Microsoft Remote Desktop", id: 1295203466
