tap "aws/tap"
tap "babashka/brew"
tap "borkdude/brew"
tap "candid82/brew"
tap "clojure-lsp/brew"
tap "dagger/tap"
tap "derailed/k9s"
tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "filosottile/musl-cross"
tap "fishtown-analytics/dbt"
tap "fujiwara/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "huahaiy/brew"
tap "jesseduffield/lazygit"
tap "liamg/tfsec"
tap "michaeleisel/zld"
tap "openresty/brew"
tap "rigellute/tap"
tap "romkatv/powerlevel10k"
tap "saadparwaiz1/personal"
tap "tylerbrock/saw"
tap "versent/taps"
tap "wez/wezterm"
tap "wfxr/code-minimap"
brew "amazon-ecs-cli"
brew "xz"
brew "python@3.10"
brew "asciinema"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bat"
brew "harfbuzz"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "diff-so-fancy"
brew "exa"
brew "exercism"
brew "fasd"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "guile"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "kcat"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "wget"
brew "luaver"
brew "mdcat"
brew "moreutils"
brew "ncdu"
brew "neovim"
brew "node"
brew "nushell"
brew "p7zip"
brew "pandoc"
brew "poetry"
brew "postgresql@14"
brew "pyenv"
brew "pyright"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "tree"
brew "wasmer"
brew "watch"
brew "winetricks"
brew "yamllint"
brew "youtube-dl"
brew "yq"
brew "yubikey-agent"
brew "zoxide"
brew "zsh"
brew "aws/tap/copilot-cli"
brew "borkdude/brew/babashka"
brew "babashka/brew/bbin"
brew "babashka/brew/neil"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "candid82/brew/joker"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "dagger/tap/dagger-cue"
brew "filosottile/musl-cross/musl-cross"
brew "fujiwara/tap/kinesis-tailf"
brew "huahaiy/brew/datalevin"
brew "jesseduffield/lazygit/lazygit"
brew "michaeleisel/zld/zld"
brew "tylerbrock/saw/saw"
cask "alt-tab"
cask "karabiner-elements"
cask "rectangle"
cask "slack"
cask "telegram-desktop"
