tap "aws/tap"
tap "borkdude/brew"
tap "candid82/brew"
tap "ced/ced", "git@github.bamtech.co:ced/homebrew-ced.git"
tap "clojure-lsp/brew"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "derailed/k9s"
tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "fishtown-analytics/dbt"
tap "fujiwara/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "liamg/tfsec"
tap "openresty/brew"
tap "rigellute/tap"
tap "saadparwaiz1/personal"
tap "tylerbrock/saw"
tap "versent/taps"
tap "wez/wezterm"
tap "wfxr/code-minimap"
brew "amazon-ecs-cli"
brew "ammonite-repl"
brew "readline"
brew "xz"
brew "apache-spark"
brew "asciinema"
brew "aws-cfn-tools"
brew "aws-okta"
brew "awscli"
brew "awslogs"
brew "bandwhich"
brew "bash"
brew "bat"
brew "blueutil"
brew "brew-gem"
brew "cfn-lint"
brew "chezmoi"
brew "circleci"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "consul-template"
brew "copilot"
brew "ctags"
brew "diff-so-fancy"
brew "elasticsearch"
brew "exa"
brew "exercism"
brew "fasd"
brew "fd"
brew "fdupes"
brew "ffmpeg"
brew "fzf"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "kafkacat"
brew "leiningen"
brew "lsd"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "maven"
brew "mdcat"
brew "moreutils"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "ninja"
brew "nmap"
brew "node"
brew "nushell"
brew "p7zip"
brew "polynote"
brew "postgresql", restart_service: true
brew "postgresql@10"
brew "postgresql@12"
brew "pyenv"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "restic"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sbt"
brew "tarsnap"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "winetricks"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yubikey-agent"
brew "zenity"
brew "zsh"
brew "aws/tap/copilot-cli", link: false
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "candid82/brew/joker"
brew "ced/ced/bamc"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "fujiwara/tap/kinesis-tailf"
brew "jesseduffield/lazygit/lazygit"
brew "liamg/tfsec/tfsec"
brew "openresty/brew/openresty"
brew "rigellute/tap/spotify-tui"
brew "tylerbrock/saw/saw"
brew "versent/taps/saml2aws"
cask "alacritty"
cask "alt-tab"
cask "altair-graphql-client"
cask "android-platform-tools"
cask "background-music"
cask "gitter"
cask "maccy"
cask "mactex"
cask "pgadmin4"
cask "snowflake-snowsql"
cask "stretchly"
cask "vlc"
cask "wine-staging"
cask "xquartz"
